NSCameraUsageDescription = "A câmera é usada em chamadas de vídeo";
NSMicrophoneUsageDescription = "Microphone is used in voice and video calls";
NSPhotoLibraryUsageDescription = "É necessário ter acesso à Biblioteca de Fotos para compartilhar fotos e vídeos do seu dispositivo";
NSContactsUsageDescription = "O acesso aos contatos é necessário para combinar seus contatos do catálogo de endereços com os contatos no seu servidor";
NSLocationWhenInUseUsageDescription = "É necessário para compartilhar sua localização com outras pessoas";
NSSpeechRecognitionUsageDescription = "O acesso ao reconhecimento de fala é necessário para transcrever uma mensagem de voz para texto usando o reconhecimento no dispositivo";
